"TAP Boarding pass" = "Cartão de embarque TAP";
"Boarding closing" = "Embarque";
"Boarding time changed to %@." = "Hora de embarque alterada para %@.";
"Passenger" = "Passageiro";
"Seat" = "Lugar";
"Class" = "Classe";
"Flight" = "Voo";
"Departure" = "Partida";
"Gate" = "Porta de embarque";
"Gate changed to %@." = "Porta de embarque alterada para %@.";
"Ticket number" = "Número de Bilhete";
"Booking reference" = "Código de reserva";
"Sequence number" = "Sequência";
"Frequent flyer" = "Passageiro frequente";
"Operated by" = "Operado por";
"Sold as" = "vendido como";